[{
  "_id": {
    "$oid": "690cf6f676363815be8c1d11"
  },
  "id": 1,
  "author": "Edwidge Danticat",
  "book": [
    {
      "published": 1994,
      "fr": {
        "title": "Breath, Eyes, Memory",
        "description": "À douze ans, Sophie Caco quitte son village misérable de Croix-des-Rosets pour New York, afin de retrouver une mère dont elle n'a que de vagues souvenirs. Là-bas, elle découvre des secrets qu'aucun enfant ne devrait connaître et un lourd fardeau de honte qui ne pourra être apaisé que par son retour en Haïti, auprès des femmes qui l'ont élevée. S'ensuit un voyage poignant à travers un paysage imprégné de surnaturel et marqué par la violence politique, dans un roman qui témoigne des traditions, des souffrances et de la sagesse de tout un peuple.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1423684958i/5186.jpg"
      },
      "en": {
        "title": "Breath, Eyes, Memory",
        "description": "At the age of twelve, Sophie Caco is sent from her impoverished village of Croix-des-Rosets to New York, to be reunited with a mother she barely remembers. There she discovers secrets that no child should ever know, and a legacy of shame that can be healed only when she returns to Haiti--to the women who first reared her. What ensues is a passionate journey through a landscape charged with the supernatural and scarred by political violence, in a novel that bears witness to the traditions, suffering, and wisdom of an entire people.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1423684958i/5186.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d12"
  },
  "id": 2,
  "author": "Fabienne Josaphat",
  "book": [
    {
      "published": 2024,
      "fr": {
        "title": "The Kingdom of No Tomorrow",
        "description": "En cette année charnière de 1968, Nettie Boileau, une jeune étudiante haïtienne à Oakland, se laisse emporter par la fièvre révolutionnaire ambiante. Avec son amie Clia Brown, elle met ses compétences en santé publique au service des dispensaires gratuits créés par ceux qu'elle considère comme les « véritables révolutionnaires », les Black Panthers. Lorsqu'elle tombe amoureuse de Melvin Mosley, capitaine de la défense du Black Panther Party, leur passion amoureuse éclipse bientôt tout le reste : son amitié avec Clia et même son identité. Enceinte, Nettie suit Melvin à Chicago pour prêter main-forte à la nouvelle section des Panthers dans l'Illinois. Mais une fois sur place, elle découvre une ville ségréguée, une surveillance policière brutale et sa foi en l'amour s'effrite lorsque Melvin lui devient infidèle. Après une violente altercation avec la police et la perte de leur enfant à naître, Nettie et Melvin se retrouvent pris dans l'engrenage des campagnes secrètes de J. Edgar Hoover. Nettie est alors contrainte de fuir, cherchant désespérément à puiser sa force dans ses racines et, finalement, à se sauver. Avec des personnages attachants et d'une grande profondeur, « Kingdom of No Tomorrow » raconte une histoire d'amour, d'émancipation et de l'importance de la révolution face à l'injustice.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1716866515i/210594666.jpg"
      },
      "en": {
        "title": "The Kingdom of No Tomorrow",
        "description": "It's that pivotal year, 1968, and Nettie Boileau, a young Haitian student in Oakland, gets caught up in the ongoing revolutionary fever. With her friend Clia Brown, she uses her public health skills to help operate the free health clinics created by the people she believes are 'true revolutionaries', the Black Panthers. When she falls in love with Black Panther Party Defense Captain Melvin Mosley, their passionate love affair soon eclipses all else—her friendship with Clia and even her own sense of self. Pregnant, Nettie follows Melvin to Chicago to help with a newly-launched Illinois chapter of the Panthers, but once there, she finds Chicago segregated, police surveillance brutal, and her faith in love eroding as Melvin becomes unfaithful. After a violent tussle with the police and the loss of their unborn child, both Nettie and Melvin are caught in the viciousness of J. Edgar Hoover’s covert campaigns, and Nettie is soon on the run, desperate to find power in her roots and ultimately, to save herself. With richly imagined, relatable characters, Kingdom of No Tomorrow tells a story of Black love, self-determination, and the importance of revolution in the midst of injustice. ",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1716866515i/210594666.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d13"
  },
  "id": 3,
  "author": "Katia D. Ulysse",
  "book": [
    {
      "published": 2018,
      "fr": {
        "title": "Mouths Don't Speak",
        "description": "Personne n'était préparé au séisme dévastateur qui a frappé Haïti en 2010, faisant plus de 250 000 victimes et laissant des millions de personnes sans abri. À près de 5 000 kilomètres de là, Jacqueline Florestant pleure la mort présumée de ses parents, tandis que son mari, ancien Marine et vétéran de guerre, s'occupe de leur fille de trois ans tout en luttant contre un grave syndrome de stress post-traumatique. Horrifiée et rongée par la culpabilité, Jacqueline retourne en Haïti en quête d'apaisement. Malheureusement, le Haïti qu'elle a quitté enfant vingt-cinq ans plus tôt n'a plus jamais existé. Sa quête se transforme en un tourbillon de mensonges, de désespoir et de nouvelles morts. Alors, Jacqueline serre sa fille contre elle, la seule qu'elle ne doit pas laisser mourir.",
        "coverimage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1499722534i/34381487.jpg"
      },
      "en": {
        "title": "Mouths Don't Speak",
        "description": "No one was prepared for the massive earthquake that struck Haiti in 2010, taking over a quarter-million lives, and leaving millions more homeless. Three thousand miles away, Jacqueline Florestant mourns the presumed death of her parents, while her husband, a former US Marine and combat veteran, cares for their three-year-old daughter as he fights his own battles with acute PTSD. Horrified and guilt-ridden, Jacqueline returns to Haiti in search of the proverbial 'closure'. Unfortunately, the Haiti she left as a child twenty-five years earlier has disappeared. Her quest turns into a tornado of deception, desperation, and more death. So Jacqueline holds tightly to her daughter--the only one who must not die.",
        "coverimage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1499722534i/34381487.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d14"
  },
  "id": 4,
  "author": "Dimitry Elias Léger",
  "book": [
    {
      "published": 2015,
      "fr": {
        "title": "Dieu aime Haïti",
        "description": "Haïtien d'origine, Dimitry Elias Léger signe un premier roman remarquable, une histoire d'amour, de politique et de religion qui retrace le destin de trois amants à Port-au-Prince et les difficultés qu'ils rencontrent pour se reconstruire après le séisme dévastateur qui a ravagé leur ville. Reflétant le chaos de la catastrophe et ses conséquences, « Dieu aime Haïti » alterne les époques et les lieux, tout en nous rapprochant inexorablement de la résolution de l'énigme centrale : l'artiste Natasha Robert retrouvera-t-elle son grand amour, Alain Destiné, blessé, et vivra-t-elle heureuse pour toujours ? Chaleureux et plein de surprises, écrit dans le style incandescent de José Saramago et Roberto Bolaño, et évoquant la beauté envoûtante de « L'Amour aux temps du choléra » de Gabriel García Márquez, « Dieu aime Haïti » est un hommage à une époque et une ville disparues, et à ceux qui les incarnaient.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1404410285i/22552560.jpg"
      },
      "en": {
        "title": "God Loves Haïti",
        "description": "A native of Haiti, Dimitry Elias Léger makes his remarkable debut with this story of romance, politics, and religion that traces the fates of three lovers in Port-au-Prince, Haiti, and the challenges they face readjusting to life after an earthquake devastates their city. Reflecting the chaos of disaster and its aftermath, God Loves Haiti switches between time periods and locations, yet always moves closer to solving the driving mystery at its center: Will the artist Natasha Robert reunite with her one true love, the injured Alain Destiné, and live happily ever after? Warm and constantly surprising, told in the incandescent style of José Saramago and Roberto Bolaño, and reminiscent of Gabriel García Márquez’s hauntingly beautiful Love in The Time of Cholera, God Loves Haiti is an homage to a lost time and city, and the people who embody it.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1404410285i/22552560.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d15"
  },
  "id": 5,
  "author": "Dany Laferrière",
  "book": [
    {
      "published": 2009,
      "fr": {
        "title": "L'Énigme du retour",
        "description": "Un jeune homme de vingt-trois ans a quitté son pays de façon précipitée. Un homme épuisé y retourne, trente-trois ans plus tard. Le jeune homme est passé de l’étouffante chaleur de Port-au-Prince à l’interminable hiver de Montréal. Du Sud au Nord. De la jeunesse à l’âge mûr. Entre ces deux pôles se trouve coincé le temps pourri de l’exil. Une nuit, un coup de fil lui apprend le décès de son père à New York. Ce père qu’il n’a pratiquement vu qu’en photo. Cet événement le fait quitter la baignoire pour prendre la route. D’abord n’importe où, vers le nord; comme un adieu à cet univers de glace qui l’a tenu au frais si longtemps. Puis à New York pour les funérailles de son père, que l’exil avait rendu fou. Il compte le ramener à son village natal de Barradères, dans le sud d’Haïti. Pas le corps, qui appartient au voyage. Plutôt l’esprit. Des funérailles sans cadavre. Et le voici à Port-au-Prince, où il se terre dans une chambre à l’hôtel, n’osant regarder cette ville qu’il a tant rêvée là-bas dans sa baignoire, à Montréal.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1257353059i/6933018.jpg"
      },
      "en": {
        "title": "The Enigma of the Return",
        "description": "Windsor Laferriere is an exiled Haitian writer, forced to flee his homeland as a political dissident. He has lived in Montreal for 33 years and now suffers from writer's block. His father of the same name has just died in New York, where he himself lived as an emigre for 50 years. Windsor decides to travel to Haiti via New York to attend the funeral and inform his mother of the death. Leaving behind the freezing winter of Montreal - something he has never got used to - for the wet heat of Haiti, Windsor is faced with the grim truth of life in his homeland - the endemic poverty and starvation, the thwarted ambitions and broken dreams. But only here can he become a writer again.",
        "coverImage": "https://books.google.fr/books/content?id=sEOYMQEACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE71DhE1ShNelbDO8948LOexcJdqitUtRSl9jn0JPp3Zgvjir-MbF4j8k_iW6Oc7tktKiv7-F6tYcpubytHieuFjXjTlcislAym06XVCdQGPHybj2rXllyPkq0d14tCUqflAZZUjG"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d16"
  },
  "id": 6,
  "author": "Francesca Momplaisir",
  "book": [
    {
      "published": 2020,
      "fr": {
        "title": "My Mother's House",
        "description": "Un thriller littéraire explorant les aspects complexes et sombres du rêve américain des immigrants et les dangereuses répercussions que les actes d'une personne peuvent avoir sur la vie des autres – raconté de manière inattendue dans une maison qui a été le théâtre d'horreurs indicibles.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1564200073l/49959234.jpg"
      },
      "en": {
        "title": "My Mother's House",
        "description": "A literary thriller about the complex underbelly of the immigrant American dream and the dangerous ripple effect one person’s damages can have on the lives of others—told unexpectedly by a house that has held unspeakable horrors",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1564200073l/49959234.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d17"
  },
  "id": 7,
  "author": "Myriam J.A. Chancy",
  "book": [
    {
      "published": 2024,
      "fr": {
        "title": "Village Weavers",
        "description": "Raconté avec force et franchise, Village Weavers aborde les silences qui entourent la classe sociale, la race et la nationalité, retrace les moments où des vies sont irrémédiablement séparées et imagine deux jeunes filles – liées depuis toujours – qui tentent de briser les cycles de méfiance hérités et de retrouver le chemin l’une de l’autre.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1692716055i/174070101.jpg"
      },
      "en": {
        "title": "Village Weavers",
        "description": "Told with power and frankness, Village Weavers confronts the silences around class, race, and nationality, charts the moments when lives are irrevocably forced apart, and envisions two girls―connected their entire lives―who try to break inherited cycles of mistrust and find ways back into each other’s hearts.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1692716055i/174070101.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d18"
  },
  "id": 8,
  "author": "Fabienne Josaphat",
  "book": [
    {
      "published": 2016,
      "fr": {
        "title": "Dancing in the Baron's Shadow",
        "description": "La prose incisive de Fabienne Josaphat fait revivre une période terrifiante et pourtant pas si lointaine du passé haïtien, tout en explorant le meilleur comme le pire de l'humanité. Le roman examine la propension du pouvoir à corrompre, l'élan de fierté nationale et, surtout, le désir humain de survivre, tout en décrivant avec une précision rigoureuse les réalités choquantes de la vie dans l'ombre du baron.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1435188942i/25779049.jpg"
      },
      "en": {
        "title": "Dancing in the Baron's Shadow",
        "description": "Fabienne Josaphat's electric prose brings to life a horrifying and not so distant time in Haiti's past while exploring the best and worst of humanity. The novel examines power's tendency to corrupt, the impulse of nationalistic pride, and, above all, the human desire to survive, while describing in rigorous detail the shocking realities of life in the Baron's shadow.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1435188942i/25779049.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d19"
  },
  "id": 9,
  "author": "Yanick Lahens",
  "book": [
    {
      "published": 2018,
      "fr": {
        "title": "Douces déroutes",
        "description": "Sur un coup de tête, Francis, photographe, part pour Haïti. De l’île enfiévrée, il veut tout voir, goûter, entendre, jusqu’à l’ivresse. Les paysages, les épices, les voix d’Haïti. Celles de Merline, militante féministe, Ezéchiel, poète fuyant le bidonville, Cyprien, jeune loup avide. Et surtout Brune, divine chanteuse, déchirée par l’assassinat de son père. Indomptable Brune, prête à tout pour la vérité.",
        "coverImage": "https://m.media-amazon.com/images/I/61N4Q89c5mL._SY522_.jpg"
      },
      "en": {
        "title": "Sweet Undoings",
        "description": "In Port-au-Prince, violence never consumes. It finds its counterpart in a 'high-pitched sweetness', a sweetness that overwhelms Francis, a French journalist, one evening at the Korosòl Resto-Bar. Nourishing its power from the bowels of the city, Sweet Undoings moves with a rapid, electric syncopation, gradually and tenderly revealing the intimacy of the lives within.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1673867429i/78307415.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d1a"
  },
  "id": 10,
  "author": "Francesca Momplaisir",
  "book": [
    {
      "published": 2022,
      "fr": {
        "title": "The Garden of Broken Things",
        "description": "L’histoire poignante de générations de femmes – mères et filles d’Haïti – et du tremblement de terre dévastateur qui met en péril une famille déjà au bord du gouffre et réveille les fantômes de leur passé commun.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1628903007i/58065400.jpg"
      },
      "en": {
        "title": "The Garden of Broken Things",
        "description": "The gripping story of generations of women—mothers and daughters of Haiti—and the devastating earthquake that endangers one family on the brink and wakes the ghosts of their shared past.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1628903007i/58065400.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d1b"
  },
  "id": 11,
  "author": "Rene Depestre",
  "book": [
    {
      "published": 1988,
      "fr": {
        "title": "Hadriana dans tous mes rêves",
        "description": "Jacmel, en Haïti. En 1938, au moment du Carnaval. C'est la fin de Germaine Villaret-Joyeuse, la chère marraine du narrateur et, en même temps, les noces de l'éblouissante Hadriana Siloé. Conduite à l'église, Hadriana pousse un oui hallucinant de détresse et s'écroule, morte, aux pieds de l'officiant. Mais nous sommes au pays vaudou et il n'y a pas de mort qui tienne. À peine enterrée dans sa belle robe blanche, Hadriana se prête au rituel de la métamorphose, et renaît sous l'espèce mythique d'une zombie. Dès lors, le jeune narrateur laisse se débrider son humour et son imagination, dévoilant la scène haïtienne dans toute sa fantaisie, sa sensualité, sa magie démontée et son désordre. Comme si la joie de vivre et la terreur de passer à trépas relevaient d'une seule et même énergie.",
        "coverImage": "https://m.media-amazon.com/images/I/818OS0GYLvL._SY522_.jpg"
      },
      "en": {
        "title": "Hadriana In All My Dreams",
        "description": "Hadriana in All My Dreams, winner of the prestigious Prix Renaudot, takes place primarily during Carnival in 1938 in the Haitian village of Jacmel. A beautiful young French woman, Hadriana, is about to marry a Haitian boy from a prominent family. But on the morning of the wedding, Hadriana drinks a mysterious potion and collapses at the altar. Transformed into a zombie, her wedding becomes her funeral. She is buried by the town, revived by an evil sorcerer, and then disappears into popular legend.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1492925638i/33508902.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d1c"
  },
  "id": 12,
  "author": "Elsie Augustave",
  "book": [
    {
      "published": 2013,
      "fr": {
        "title": "The Roving Tree",
        "description": "Le premier roman d'Elsie Augustave explore de multiples thèmes : la séparation et la perte, le déracinement, l'impact des privilèges de classe et de la conscience raciale, ainsi que la quête d'identité culturelle. L'héroïne, Iris Odys, est la fille d'Hagathe, une domestique haïtienne, et de Brahami, un père mulâtre instruit en France, qui se soucie peu de son enfant. Hagathe, qui a toujours rêvé d'une vie meilleure pour sa fille, voit se présenter l'opportunité idéale lorsqu'Iris a cinq ans. Adoptée par un couple d'Américains blancs, Iris quitte son petit village haïtien isolé, Monn Neg, pour une banlieue américaine. « The Roving Tree » met en lumière les difficultés rencontrées par les enfants adoptés, imparfaitement assimilés, pour retrouver leurs racines et se réapproprier leur histoire personnelle et leur héritage culturel. Se déroulant entre deux mondes – la banlieue américaine et Haïti sous le régime répressif de Papa Doc – le roman offre un aperçu littéraire unique de la discrimination de classe et de la répression politique profondément enracinées en Haïti durant l'ère Duvalier, ainsi que des effets subtils mais néanmoins dangereux du racisme américain.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1360055911i/16057215.jpg"
      },
      "en": {
        "title": "The Roving Tree",
        "description": "Elsie Augustave's debut novel explores multiple themes: separation and loss, rootlessness, the impact of class privilege and color consciousness, and the search for cultural identity. The central character, Iris Odys, is the offspring of Hagathe, a Haitian maid, and a French-educated mulatto father, Brahami, who cares little about his child. Hagathe, who had always dreamed of a better life for her child, is presented with the perfect opportunity when Iris is five years old. Adopted by a white American couple, Iris is transported from her tiny remote Haitian village, Monn Neg, to an American suburb. The Roving Tree illuminates how imperfectly assimilated adoptees struggle to remember their original voices and recapture their personal histories and cultural legacy. Set between two worlds—suburban America and Haiti under Papa Doc's repressive regime—the novel offers a unique literary glimpse into the deeply entrenched class discrimination and political repression of Haiti during the Duvalier era, along with the subtle but nonetheless dangerous effects of American racism.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1360055911i/16057215.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d1d"
  },
  "id": 13,
  "author": "Évelyne Trouillot",
  "book": [
    {
      "published": 2010,
      "fr": {
        "title": "La mémoire aux abois",
        "description": "La mémoire aux abois est le roman du dialogue de deux solitudes dans un hospice parisien entre la veuve d'un dictateur, affaiblie, qui se meurt lentement, et la jeune assistante médicale qui la soigne. Entre les deux, obsédant, Quisquéya leur pays commun, et perdu, Quisquéya marqué par une dictature de trente ans, de père en fils. ",
        "image": "https://m.media-amazon.com/images/I/71QOBAX1TmL._SY522_.jpg"
      },
      "en": {
        "title": "Memory at Bay",
        "description": "Trouillot introduces us to a bedridden widow of a notorious dictator (in effect, a portrait of Papa Doc Duvalier) and the young emigre who attends to her needs but who harbors a secret--the bitter loss she feels for her mother, a victim of the dictator's atrocities. The story that unfolds is a deftly plotted psychological drama in which the two women in turn relive their radically contrasting accounts of the dictator's regime. Partly a retelling of Haiti's nightmarish history under Duvalier, and partly an exploration of the power of memory, Trouillot's novel takes a suspenseful turn when the aide contemplates murdering the old widow.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1539411419i/26267044.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d1e"
  },
  "id": 14,
  "author": "Kettly Mars",
  "book": [
    {
      "published": 2010,
      "fr": {
        "title": "Saisons Sauvages",
        "description": "Le roman « Saisons Sauvages» de Kettly Mars décrit une période charnière et douloureuse de l’histoire haïtienne en entrelaçant deux récits : l’histoire personnelle de Nirvah et de sa famille et l’histoire universelle du régime dictatorial de Duvalier et de ses exactions.",
        "coverImage": "https://m.media-amazon.com/images/I/71Ww7IzYiTL._SY522_.jpg"
      },
      "en": {
        "title": "Savage Seasons",
        "description": "Kettly Mars’s Savage Seasons describes a pivotal and painful period in Haitian history by weaving together two stories: the personal story of Nirvah and her family and the universal story of Duvalier’s dictatorial regime and its abuses.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1429675671i/23493907.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d1f"
  },
  "id": 15,
  "author": "Marie Chauvet",
  "book": [
    {
      "published": 1957,
      "fr": {
        "title": "La Danse sur le volcan",
        "description": "Explorant en profondeur une société s'effondrant sous le joug de la suprématie blanche des colons français, « Danse sur le volcan » est l'un des rares romans à dépeindre avec précision les prémices et l'aboutissement de la Révolution haïtienne, retraçant une hiérarchie complexe fondée sur la couleur de peau et la classe sociale à travers le parcours de deux jeunes femmes. C'est une histoire de haine et de peur, d'amour et de perte, et des tensions complexes entre colonisateur et colonisé, magistralement traduite par Kaiama L. Glover.",
        "coverImage": "https://m.media-amazon.com/images/I/A1SeMOsqIPL._SY522_.jpg"
      },
      "en": {
        "title": "Dance on the Volcano",
        "description": "Closely examining a society sagging under the white supremacy of the French colonist rulers, Dance on the Volcano is one of only novels to closely depict the seeds and fruition of the Haitian Revolution, tracking an elaborate hierarchy of skin color and class through the experiences of two young women. It is a story about hatred and fear, love and loss, and the complex tensions between colonizer and colonized, masterfully translated by Kaiama L. Glover.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1477553367i/32792224.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d20"
  },
  "id": 16,
  "author": "Ibi Zoboi",
  "book": [
    {
      "published": 2017,
      "fr": {
        "title": "American Street",
        "description": "Dans ce premier roman saisissant, l'auteure Ibi Zoboi, nominée pour le prix Pushcart, s'inspire de sa propre expérience de jeune immigrée haïtienne, imprégnant cette exploration lyrique de l'Amérique de réalisme magique et de culture vaudou.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1466519379i/30256109.jpg"
      },
      "en": {
        "title": "American Street",
        "description": "The rock in the water does not know the pain of the rock in the sun. On the corner of American Street and Joy Road, Fabiola Toussaint thought she would finally find une belle vie—a good life. But after they leave Port-au-Prince, Haiti, Fabiola’s mother is detained by U.S. immigration, leaving Fabiola to navigate her loud American cousins, Chantal, Donna, and Princess; the grittiness of Detroit’s west side; a new school; and a surprising romance, all on her own. Just as she finds her footing in this strange new world, a dangerous proposition presents itself, and Fabiola soon realizes that freedom comes at a cost. Trapped at the crossroads of an impossible choice, will she pay the price for the American dream?",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1466519379i/30256109.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d21"
  },
  "id": 17,
  "author": "Maika and Maritza Moulite",
  "book": [
    {
      "published": 2019,
      "fr": {
        "title": "Dear Haiti, Love Elaine",
        "description": "Alaine Beauparlant a entendu parler d'Haïti toute sa vie… Mais ces histoires lui étaient toujours transmises par son père – et par sa mère, quand celle-ci n'était pas trop occupée par son travail de présentatrice vedette. Lorsque la vie d'Alaine prend un tournant inattendu, il est temps pour elle de se rendre enfin en Haïti. Ce qu'elle découvre sur la fière histoire d'Haïti, première république noire du monde (et son peuple encore plus fier), est une chose, mais ce qu'elle découvre sur sa propre famille en est une autre. Soudain, les secrets que sa mère a gardés, notamment une malédiction familiale transmise de génération en génération, deviennent impossibles à ignorer.",
        "coverImage": "https://m.media-amazon.com/images/I/71TN7jOsp4L._SY522_.jpg"
      },
      "en": {
        "title": "Dear Haiti, Love Elaine",
        "description": "Alaine Beauparlant has heard about Haiti all her life… But the stories were always passed down from her dad—and her mom, when she wasn’t too busy with her high-profile newscaster gig. But when Alaine’s life goes a bit sideways, it’s time to finally visit Haiti herself. What she learns about Haiti’s proud history as the world’s first black republic (with its even prouder people) is one thing, but what she learns about her own family is another. Suddenly, the secrets Alaine’s mom has been keeping, including a family curse that has spanned generations, can no longer be avoided.",
        "coverImage": "https://m.media-amazon.com/images/I/71TN7jOsp4L._SY522_.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d22"
  },
  "id": 18,
  "author": "Maika and Maritza Moulite",
  "book": [
    {
      "published": 2021,
      "fr": {
        "title": "One of the Good Ones",
        "description": "ÊTRE HUMAIN, N'EST-CE PAS SUFFISANT ? Lorsque Kezi Smith, jeune militante et passionnée d'histoire, est tuée dans des circonstances mystérieuses après avoir participé à un rassemblement pour la justice sociale, sa sœur Happi et leur famille, dévastées, sont anéanties. Alors que Kezi devient une victime de plus dans la lutte contre les violences policières, Happi commence à remettre en question l'image idéalisée que l'on se fait de sa sœur. Parfaite. Angélique.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1592243074i/46189861.jpg"
      },
      "en": {
        "title": "One of the Good Ones",
        "description": "ISN'T BEING HUMAN ENOUGH? When teen social activist and history buff Kezi Smith is killed under mysterious circumstances after attending a social justice rally, her devastated sister Happi and their family are left reeling in the aftermath. As Kezi becomes another immortalized victim in the fight against police brutality, Happi begins to question the idealized way her sister is remembered. Perfect. Angelic. One of the good ones. Even as the phrase rings wrong in her mind—why are only certain people deemed worthy to be missed?—Happi and her sister Genny embark on a journey to honor Kezi in their own way, using an heirloom copy of The Negro Motorist Green Book as their guide. But there's a twist to Kezi's story that no one could've ever expected—one that will change everything all over again.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1592243074i/46189861.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d23"
  },
  "id": 19,
  "author": "Nadine Pinede",
  "book": [
    {
      "published": 2024,
      "fr": {
        "title": "When the Mapou Sings",
        "description": "Empreinte de réalisme magique, cette histoire mêle premier amour et intrigues politiques à une quête de justice et d'autodétermination dans le Haïti des années 1930.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1706937792i/207007964.jpg"
      },
      "en": {
        "title": "When the Mapou Sings",
        "description": "Infused with magical realism, this story blends first love and political intrigue with a quest for justice and self-determination in 1930s Haiti.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1706937792i/207007964.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d24"
  },
  "id": 20,
  "author": "Debbie Rigaud",
  "book": [
    {
      "published": 2021,
      "fr": {
        "title": "Simone Breaks All the Rules",
        "description": "Cette comédie romantique hilarante et touchante de l'auteure à succès Debbie Rigaud est un pur bonheur pour les filles noires.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1600273047i/53200402.jpg"
      },
      "en": {
        "title": "Simone Breaks All the Rules",
        "description": "Perfect for fans of You Should See Me in a Crown and Never Have I Ever, this hilarious and heartfelt rom-com from bestselling author Debbie Rigaud is pure Black girl joy.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1600273047i/53200402.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d25"
  },
  "id": 21,
  "author": "Debbie Rigaud",
  "book": [
    {
      "published": 2022,
      "fr": {
        "title": "A Girl's Guide to Love & Magic",
        "description": "Cette exploration nuancée, joyeuse et tendre de la culture haïtiano-américaine, basée sur les propres expériences d'enfance de Debbie Rigaud, est purement magique.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1658974523i/58719159.jpg"
      },
      "en": {
        "title": "A Girl's Guide to Love & Magic",
        "description": "This nuanced, joyful, and loving exploration of Haitian American culture, based on Debbie Rigaud's own experiences growing up, is pure magic.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1658974523i/58719159.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d26"
  },
  "id": 22,
  "author": "Ibi Zoboi",
  "book": [
    {
      "published": 2025,
      "fr": {
        "title": "(S)kin",
        "description": "De la plume d'Ibi Zoboi, auteure à succès du New York Times et lauréate de nombreux prix, voici son premier roman de fantasy contemporaine révolutionnaire — un roman en vers basé sur le folklore caribéen — sur le pouvoir de la magie héritée et le prix que nous devons payer pour vivre la vie dont nous rêvons.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1721848657i/199635094.jpg"
      },
      "en": {
        "title": "(S)kin",
        "description": "From award-winning, New York Times bestselling author Ibi Zoboi comes her groundbreaking contemporary fantasy debut—a novel in verse based on Caribbean folklore—about the power of inherited magic and the price we must pay to live the life we yearn for.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1721848657i/199635094.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d27"
  },
  "id": 23,
  "author": "Roxane Gay",
  "book": [
    {
      "published": 2011,
      "fr": {
        "title": "ayiti",
        "description": "Ce premier recueil, fruit de la voix vibrante de Roxane Gay, est un mélange unique de fiction, de non-fiction et de poésie, le tout entrelacé pour représenter l'expérience de la diaspora haïtienne.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1472929920i/11535502.jpg"
      },
      "en": {
        "title": "ayiti",
        "description": "The debut collection from the vibrant voice of Roxane Gay is a unique blend of fiction, nonfiction, and poetry, all interwoven to represent the Haitian diaspora experience.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1472929920i/11535502.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d28"
  },
  "id": 24,
  "author": "Juliana Lamy",
  "book": [
    {
      "published": 2023,
      "fr": {
        "title": "You Were Watching from the Sand: Short Stories",
        "description": "Tour à tour ludique, dynamique et bouleversant, You Were Watching from the Sand est un recueil dans lequel des hommes, des femmes et des enfants haïtiens, dont la vie est bouleversée par l'étrangeté interminable, ripostent à l'inattendu par leurs propres bizarreries.",
        "coverImage": "https://m.media-amazon.com/images/I/81Ni9KXh1PL._SY522_.jpg"
      },
      "en": {
        "title": "You Were Watching from the Sand: Short Stories",
        "description": "Playful, kinetic, and devastating in turn, You Were Watching from the Sand is a collection in which Haitian men, women, and children who find their lives cleaved by the interminably strange bite back at the bizarre with their own oddities. ",
        "coverImage": "https://m.media-amazon.com/images/I/81Ni9KXh1PL._SY522_.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d29"
  },
  "id": 25,
  "author": "Lenelle Moise",
  "book": [
    {
      "published": 2014,
      "fr": {
        "title": "Haiti Glass",
        "description": "Ce recueil de textes, mêlant prose et vers, oscille avec finesse entre les souvenirs d'enfance d'une immigrée haïtienne ayant grandi dans la banlieue de Boston, le témoignage de la brutalité et de la catastrophe, et des explorations intellectuelles et ludiques d'énigmes de la culture populaire telles que Michael Jackson et Jean-Michel Basquiat. Lenelle Moïse est à son aise partout et témoigne de tout, qu'il s'agisse de la présence d'un skinhead dans le métro, d'un article de journal relatant une atrocité inimaginable, ou du « nœud coulant transformé en collier » du désir. « Haiti Glass » met à nu un monde de résistance et de survie, de deuil et de désir, de pauvreté, de triomphe et de prière.",
        "image": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1483113947i/18406109.jpg"
      },
      "en": {
        "title": "Haiti Glass",
        "description": "This is prose and verse that moves deftly between girlhood memories of growing up as a Haitian immigrant in the suburbs of Boston, to bearing witness to brutality and catastrophe, to intellectual, playful explorations of pop culture enigmas like Michael Jackson and Jean Michel Basquiat. Lenelle Moïse is at home everywhere and bears witness to all, be it the presence of a skinhead on the subway, a newspaper account of unthinkable atrocity, or the 'noose loosened to necklace' of desire. The cut of Haiti Glass lays bare a world of resistance and survival, mourning and lust, poverty, triumph, and prayer.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1483113947i/18406109.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d2a"
  },
  "id": 26,
  "author": "Jean Métellus",
  "book": [
    {
      "published": 2019,
      "fr": {
        "title": "Au pipirite chantant",
        "description": "Paru la première fois en 1975 dans la revue Les Lettres Nouvelles, ce recueil de poésies Au pipirite chantant figurait, soigneusement annoté, sur la table de chevet d’André Malraux au moment de sa mort. Son auteur encore inconnu était Jean Métellus, un Haïtien exilé, médecin en banlieue parisienne. Par la suite, Jean Métellus a mené une carrière de romancier et Au pipirite chantant est devenu un classique de la poésie française, de la poésie antillaise et de la poésie francophone en général.",
        "coverImage": "https://m.media-amazon.com/images/I/51MWy9pT+CL._SY522_.jpg"
      },
      "en": {
        "title": "When the Pipirite Sings: Selected Poems",
        "description": "When the Pipirite Sings gathers poems by the noted Haitian poet, novelist, and neurologist Jean Métellus, who died in January 2014. Along with other signature works, this volume includes the first English translation of Métellus’s visionary epic poem, “Au pipirite chantant” (“When the Pipirite Sings”), widely regarded as his masterpiece.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1540571230i/41102799.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d2b"
  },
  "id": 27,
  "author": "Edwidge Danticat",
  "book": [
    {
      "published": 2010,
      "fr": {
        "title": "Haiti Noir",
        "description": "Haïti a une histoire tragique et demeure l'un des pays les plus démunis de la planète, notamment depuis le séisme de 2010. Pourtant, Danticat démontre ici que, malgré la gravité du sujet, la qualité de la littérature haïtienne est exceptionnelle.",
        "coverImage": "https://m.media-amazon.com/images/I/91VIBHMv7PL._SY522_.jpg"
      },
      "en": {
        "title": "Haiti Noir",
        "description": "Haiti has a tragic history and continues to be one of the most destitute places on the planet, especially in the aftermath of the 2010 earthquake. Here, however, Danticat reveals that even while the subject matter remains dark, the caliber of Haitian writing is of the highest order.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1328692856i/8034666.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d2c"
  },
  "id": 28,
  "author": "Marie Vieux-Chauvet ",
  "book": [
    {
      "published": 1968,
      "fr": {
        "title": "Amour, colère et folie",
        "description": "Comme une revanche sur le désir et sur la vie, Claire, l'aînée des soeurs Clamont, orchestre en sourdine une tragédie qui se joue entre elle et ses soeurs ― l'une trop belle, l'autre trop naïve ― pour l'amour du même homme. 'Traitez-moi d'impudique, d'immorale. Assaisonnez-moi d'épithètes injurieuses si cela peut vous soulager, mais vous ne m'intimiderez plus. '. Voici donné le ton. Brillant, âpre, acéré. Tandis que dehors, partout dans la ville, gronde la fureur d'une dictature sans merci...",
        "coverImage": "https://m.media-amazon.com/images/I/51hPzdyTNuL._SY522_.jpg"
      },
      "en": {
        "title": "Love, Anger, Madness: A Haitian Trilogy",
        "description": "In Love, Anger, Madness, Marie Vieux-Chauvet offers three slices of life under an oppressive regime. Gradually building in emotional intensity, the novellas paint a shocking portrait of families and artists struggling to survive under Haiti’s terrifying government restrictions that have turned its society upside down, transforming neighbors into victims, spies, and enemies.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1320535887i/6035374.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d2d"
  },
  "id": 29,
  "author": "Edwidge Danticat",
  "book": [
    {
      "published": 2013,
      "fr": {
        "title": "Haiti Noir 2: The Classics",
        "description": "Le recueil à succès Haiti Noir proposait des nouvelles inédites signées par les meilleurs auteurs haïtiens contemporains. Ce nouveau volume rassemble les grands classiques de la littérature haïtienne – nouvelles et extraits d'œuvres plus longues – et constitue un élément essentiel pour comprendre l'évolution de la culture haïtienne au cours des cinquante dernières années. La rédactrice Edwidge Danticat, l'une des écrivaines haïtiennes les plus respectées, jouit d'une excellente réputation et confirme ici le succès du premier volume.",
        "image": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1383048132i/17675100.jpg"
      },
      "en": {
        "title": "Haiti Noir 2: The Classics",
        "description": "The original best-selling Haiti Noir comprised all-new stories by today's best Haitian authors. This new volume collects the true classics of Haitian literature—both short stories and excerpts from longer works—and will be an integral piece of understanding how Haitian culture has evolved over the past fifty years. Editor Edwidge Danticat, one of the most respected Haitian writers, has a well-deserved sterling reputation, and here she follows on the success of the original first volume.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1383048132i/17675100.jpg"
      }
    }
  ]
},
{
  "_id": {
    "$oid": "690cf6f676363815be8c1d2e"
  },
  "id": 30,
  "author": "Anne-Christine d'Adesky",
  "book": [
    {
      "published": 1994,
      "fr": {
        "title": "Under the Bone",
        "description": "Accusée de meurtre après avoir découvert un corps près de Port-au-Prince, Elyse Voltaire, une jeune Haïtienne, devient le sujet d'une enquête menée par Leslie Doyle, une militante américaine des droits de l'homme.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1186140252i/1633473.jpg"
      },
      "en": {
        "title": "Under the Bone",
        "description": "Framed for murder after she discovers a body outside Port-au-Prince, Elyse Voltaire, a young Haitian woman, becomes the subject of an investigation by Leslie Doyle, an American human-rights worker.",
        "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1186140252i/1633473.jpg"
      }
    }
  ]
}]